{
  "buyButton": "Buy",
  "price": "Price",
  "description": "Description",
  "moreInfo": "More Info",
  "discoverLuxuriousHotel": "Discover Luxurious Hotel",
  "luxuryLiving": "Luxury Living",
  "monteCarloLuxury": "Monte Carlo's Best Luxury Hotel",
  "bestRelaxPlace": "Best Relaxation Place",
  "previous": "Previous",
  "next": "Next",
  "checkIn": "Check-in Date",
  "checkOut": "Check-out Date",
  "category": "Category",
  "deluxe": "Deluxe",
  "suite": "Suite",
  "standard": "Standard",
  "capacity": "Capacity",
  "submit": "Submit",
  "Our Rooms": "Our Rooms",
  "Rooms": "Rooms",
  "Explore Our": "Explore Our",
  "View Detail": "View Details",
  "Book Now": "Book Now",
  "perNight": "/night",
  "Wifi": "Wi-Fi",
  "Bed": "Bed",
  "Bath": "Bath",  
  "description1": "A youthful and spacious room providing comfort and elegance.",
  "info1": "A perfect choice for any guest seeking tranquility and intimacy.",
  "description2": "A well-organized and comfortable room with premium settings.",
  "info2": "This room is ideal for business trips and includes a separate office.",
  "description3": "A luxurious room with brand new furniture and all amenities.",
  "info3": "High-quality bathing, extraordinary design, and well-maintained spaces.",
  "description4": "A dedicated and spacious area with excellence in design",
  "info4": "A room where quality and luxury combine with unbeatable views.",
  "description5": "Panoramic Deluxe offers exceptional views toward the mountains.",
  "info5": "A room that fits all desires with a large balcony and an amazing view.",
  "description6": "A spacious cozy room with a pristine view of the mountains.",
  "info6": "Complete relaxation with a strong emphasis on nature's beauty, with mountain views everywhere.",
  "description7": "Presidential Suite with jacuzzi. Spacious, luxurious room.",
  "info7": "Relaxation at its finest, where everything centers around the jacuzzi.",
  "description8": "Luxurious, spacious room designed for high-profile guests.",
  "info8": "This room will be offered as part of a luxury collection for preferred guests.",
  "description9": "Special Executive Deluxe room with all high-end amenities.",
  "info9": "Every detail is perfectly catered for in this room.",
  "description10": "Equipped with all the necessary amenities for ultimate comfort.",
  "info10": "Classic Room blends comfort and elegant simplicity, perfect for guests looking for a peaceful environment.",
  "description11": "This room features high-end amenities and exceptional comfort",
  "info11": "Imperial Suite offers luxurious layout and the best comfort, located on a private floor with full service.",
  "description12": "This Imperial Suite is designed for those who appreciate luxury.",
  "info12": "Imperial Suite has a luxurious layout offering the best rest, located on a private floor with full service.",
  "newsletterSuccessMessage": "You've successfully subscribed to the newsletter.",
  "newsletterErrorMessage": "There was an error subscribing.",
  "subscribeTo": "Subscribe to our",
  "newsletter": "Newsletter",
  "enterEmailPlaceholder": "Enter your email",
  "submitButton": "Submit",
  "MonteCarloDescription": "Showcase impeccable sophistication at the Monte Carlo Luxury Hotel, offering breathtaking views of the Mediterranean and just steps away from the iconic Casino de Monte-Carlo. Experience grand suites, expensive residences, and world-class service in a five-star environment.",
  "Contact": "Contact",
  "socialIcons": "Follow us on social media",
  "footerItem1": "About Us",
  "footerItem2": "Our Rooms",
  "footerItem3": "Services",
  "footerItem4": "Contact Us",
  "Home": "Home"
}
